# omz stuff
getantidote/use-omz
# ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/kube-ps1
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/docker

# core
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search
zdharma-continuum/fast-syntax-highlighting
Aloxaf/fzf-tab

# local stuff
~/config/zsh/zsh_plugins/kubectl-autocomplete
