# omz stuff
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/kube-ps1
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/docker

# easier stuff
zsh-users/zsh-history-substring-search
sindresorhus/pure

# local stuff
~/config/zsh/zsh_plugins/kubectl-autocomplete
